Repository: common-repository/authentication-and-xmlrpc-log-writer
Catalog: languages/authentication-and-xmlrpc-log-writer-*.po
Languages: it_it

source: AX Log Writer Settings
it_it: AX Log Writer Impostazioni

source: Custom Log Viewer
it_it: Visualizzatore Log

source: AX LogWriter Settings
it_it: Impostazioni AX Log Writer

source: AX Log Writer - Custom Log Viewer
it_it: AX Log Writer - Vsiualizzatore Log

source: Here are the last %s rows of your Custom Log
it_it: Qui le ultime %s righe del tuo Log PERSONALIZZATO

source: How many lines to display?
it_it: Quante righe da mostrare?

source: Great!! Log is empty :)
it_it: Gradioso!! Il log è vuoto :)

source: Unable to display Custom Log. File not exists. It will be created at the first occurence
it_it: Impossibile visualizzare il Log. Il file non esiste. Verrà creato alla prima occorrenza

source: Unable to display Custom Log. This feature is only available in CUSTOM mode.
it_it: Impossibile visualizzare il Log. Questa funzionalità è disponibile solo per l'opzione "PERSONALIZZATO" del tipo di errore

source: General Settings
it_it: Impostazioni Generali

source: Error Type
it_it: Tipo di Errore

source: CUSTOM Error Log Path (only for CUSTOM error type)
it_it: Path PERSONALIZZATA del file di Log (solo per tipo di errore "PERSONALIZZATO")

source: CUSTOM Error Log Name (only for CUSTOM error type)
it_it: Nome PERSONALIZZATO del file di Log (solo per tipo di errore "PERSONALIZZATO")

source: Security Settings
it_it: Impostazioni di Sicurezza

source: Pingback Request Log
it_it: Log PingBack

source: Stop User Enumeration
it_it: Blocca la Lista degli Autori

source: Remove WP version and generator tag
it_it: Rimuovi il numero di versione Wordpress e il meta "generator"

source: Kill multiple xmlrpc request on xmlrpc login error
it_it: Blocca la richiesta xmlrpc per autenticazioni non valide

source: Disable xmlrpc authenticated methods
it_it: Diabilita i metodi xmlrpc che richiedono autenticazione

source: Please select a valid VALUE for Error Type
it_it: Selezionare un valore valido per il campo "Tipo di Errore"

source: Please enter a valid VALUE for CUSTOM Error Log Path
it_it: Indicare un valore valido per il campo "Path PERSONALIZZATA del file di Log"

source: CUSTOM Error Log Path not exist or is not writable
it_it: La Path PERSONALIZZATA del file di log non esiste o non è scrivibile

source: Please enter a valid VALUE for CUSTOM Error Log Name
it_it: Indicare un valore valido per il campo "Nome PERSONALIZZATO del file di Log"

source: Please enter a valid VALUE for TIMEZONE
it_it: Indicare un valore valido per il campo "TIMEZONE"

source: Please select a valid VALUE for TIMEZONE
it_it: Selezionare un valore per il campo "TIMEZONE"

source: Please enter a valid VALUE for Pingback Request Log
it_it: Indicare un valore valido per il campo "Log PingBack"

source: Please enter a valid VALUE for Stop User Enumeration
it_it: Indicare un valore valido per il campo "Blocca la Lista degli Autori"

source: Please enter a valid VALUE for Remove WP version and generator tag
it_it: Indicare un valore valido per il campo "Rimuovi il numero di versione Wordpress e il meta generator"

source: Please enter a valid VALUE for Kill multiple xmlrpc request on xmlrpc login error
it_it: Indicare un valore valido per il campo "Blocca la richiesta xmlrpc per autenticazioni non valide"

source: Please enter a valid VALUE for Disable xmlrpc authenticated methods
it_it: Indicare un valore valido per il campo "Diabilita i metodi xmlrpc che richiedono autenticazione"

source: Enter your settings below:
it_it: Indica le tue impostazioni di seguito:

source: Enter your additional security settings below:
it_it: Indica le tue impostazioni di sicurezza di seguito:

source: log will be written by SYSLOG
it_it: il log verrà scritto tramite il SYSLOG

source: log will be written by APACHE error log
it_it: il log verrà scritto nell'error log di APACHE

source: CUSTOM
it_it: PERSONALIZZATO

source: log will be written into setted CUSTOM Error Log Path
it_it: il log verrà scritto nella path PERSONALIZZATA definita

source: use this to set where the log will be written
it_it: utilizzalo per impostare dove sarà scritto il file di Log

source: this path will be used in CUSTOM mode. This path must exist and must be writable. E.g.
it_it: questa path verrà utilizzata se impostato il tipo di errore su "PERSONALIZZATO". Deve esistere e essere scrivibile. Es.

source: /your/custom/path/
it_it: /la/tua/path/personalizzata/

source: Used to prevent WP timezone bug. Use your current server timezone.
it_it: Usato per prevenire il bug di WP relativo al timezone. Utilizza il timezone corrente del tuo server.

source: Check if you want to log each pingback request.
it_it: Spunta la casella se desideri effettuare il log di ogni richiesta di PingBack

source: Check if you want to stop and log user enumeration. Hackers use User Enumeration method to get your username.
it_it: Spunta la casella se vuoi bloccare e loggare ogni richiesta di Lista degli Autori dei post. Metodo usato dagli hackers per individuare il nome degli utenti del sito.

source: Check if you want to remove from your site the WordPress version number and meta "generator".
it_it: Spunta la casella se vuoi rimuovere dalla sezione Head del tuo sito la versione di Wordpress e il meta "generator".

source: Check if you want to kill multiple requests in a single xmlrpc call returning 401 code on xmlrpc login error ( stop brute force by xmlrpc ).
it_it: Spunta la casella se vuoi bloccare le richieste multiple in una singola chiamata xmlrpc con codice di errore 401 ad autenticazione fallita ( blocca l'attacco brute force tramite xmlrpc ).

source: Check if you want to disable all xmplrpc methods that requires authentication ( to avoid brute force by xmlrpc ).
it_it: Spunta la casella se vuoi disabilitare tutti i metodi xmlrpc che richiedono autenticazione ( per scongiurare attacchi brute force tramite xmlrpc )

source: Settings
it_it: Impostazioni

source: Support
it_it: Supporto

source: Rate
it_it: Recensioni

source: Donate
it_it: Dona
